Revit 2024 API
ConduitSizes Properties
The ConduitSizes type exposes the following members.
Properties
Name | Description
Count
 Count of the items contained in the collection.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ConduitSizes Class
Autodesk.Revit.DB.Electrical Namespace